Repository: MrMage/GrandTotal-Plugins
Catalog: E-Invoice/ZUGFeRD 2.1.1.grandtotalplugin/*.lproj/Localizable.strings
Languages: de

source: Info for Plugin
de: Die ZUGFeRD-Daten werden in das PDF der Rechnung eingebettet.

source: More about EN16931
de: Mehr über ZUGFeRD erfahren

source: Please check Settings
de: Bitte Einstellungen überprüfen

source: ZUGFeRD 2.1.1
de: XRechnung (EN16931, ZUGFeRD 2.1.1)

source: ZUGFeRD
de: XRechnung

source: zugferd-invoice.xml
de: factur-x.xml

source: Buyer Reference
de: Referenz des Käufers

source: Contract Reference
de: Vertragsreferenz

source: Project Reference
de: Projektreferenz

source: Project Name
de: Projektname

source: Order Reference
de: Bestellreferenz

source: Seller ID
de: Verkäuferkennung

source: BT-10
de: BT-10 Leitweg-ID

source: BT-11
de: BT-11 Kassenzeichen

source: BT-12
de: BT-12 Förderkennzeichen

source: BT-13
de: BT-13 Beschaffungs-Nummer

source: Include
de: Als Anlage anhängen

source: Document ID
de: Dokumentenkennung

source: Embed
de: Einbetten
